Revit 2024 API
UnitTypeId.InchesOfWater60DegreesFahrenheit Property
 Inches of water (60 °F).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId InchesOfWater60DegreesFahrenheit { get; }
Visual Basic
Public Shared ReadOnly Property InchesOfWater60DegreesFahrenheit As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InchesOfWater60DegreesFahrenheit {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace